<?php include "header.php"; ?>		
		
		<div id="site_content">
			<div class="container">			
				
			<!-- Features -->
				
				<div class="row">	
				<section class="8u">
					
				<h1>Kanak Bhawan</h1>			
				<p>श्री कनक भवन का निर्माण महारानी कैकेयी के अनुरोध पर महाराज दशरथ द्वारा विश्वकर्मा की देखरेख में श्रेष्ठ शिल्पकारों के हाथों से कलात्मक रूप में करवाया गया, जिसे महारानी कैकेयी ने श्रीराम सीता के विवाह के अवसर पर मुँह दिखाई में अपनी बड़ी बहू सीताजी को भेंट कर दिया। यह कनक भवन भगवान श्रीराम और जगतमाता सीताजी का आवास बना जो आज तक जन-मानस का आराध्य केन्द्र बना हुआ है।</p>
				<p>वर्तमान कनक भवन का निर्माण ओरछा राज्य के पूर्व नरेश सवाई महेन्द्र श्री प्रताप सिंह की धर्मपत्नी महारानी वृषभानु कुंवरि की देखरेख में हुआ। वैशाख शुक्ला षष्टमी सं. 1948 (सन् 1891 ई.) को उन्होंने प्राचीन मूर्तियों की पुनस्र्थापना के साथ ही श्री सीताराम जी की दो नवीन वृहदाकार मूर्तियों की भी प्राण प्रतिष्ठा करवाई और कनक भवन के ऊपर अष्ट कुंजों का भी निर्माण करवाया जिनमें सेविकाओं के आठ अतिस्मरणीय चित्र बने हुए हैं।  </p>

								</section>		
					
					
				</div>
			</div>
        </div>		
		
		<?php include "footer.php"; ?>